const postData = [
    {
        id: 1,
        title: 'На кој начин работи системот?',
        content: `За да можете да ги користите сите услуги на системот, првит треба да креирате свој кориснички профил.
        Откако креирате кориснички профил, можете да внесете лични податоци за вас, и да објавите оглас.
        Во самиот оглас можете да специфицирате какви потреби имате, местото на извршување како и времето. Вашиот оглас ќе го гледаат искусни луѓе кои ги нудат своите услуги согласно вашиот оглас. `,
        imageUrl: require('../../assets/howtousepic.jpg')
    },
    {
        id: 2,
        title: 'Какви огласи можам да објавам?',
        content: `Можете да објавите потреба по работник во следните категории:
        1. Водоинсталатерски услуги \n
        2. Бојадисување \n
        3. Електричарски услуги \n
        4. Домаќински услуги \n 
        5. Физичка работа`,
    imageUrl: require('../../assets/typeofpost.jpg')
    },
    {
        id: 3,
        title: 'Каков е начинот на комуникација откако објавите оглас и прифатите некој работник на истиот оглас?',
        content: `Задачата објавена има опција за прифаќање и одбивање на самиот мајстор кој што ви пратил барање.
        Со самата кратка биографија и телефонскиот број што го нудите на самиот оглас, можете да стапите во брз контакт со лицето кое го поднело барањето за да стапите во договор дополнително.`,
    imageUrl: require('../../assets/acceptordecline.jpg')
    },
];

export default postData;
